{
    "en": {
        "header_top": "Hello, I am",
        "header_degree": "Software developer",
        "header_text": "Hi! I am a $AGE year old systems engineering student and developer from Buenos Aires, Argentina. I am most into JavaScript and JS based frameworks like ReactJS, TypeScript and NodeJS. Currently not employed but working on several projects. Keep scrolling to know more about me!",
        "header_btn": "Know me",
        "about_title": "About me",
        "about_text_1": "Hello! I am Cristobal, a software developer and systems engineering student from Buenos Aires, Argentina.",
        "about_text_2": "I started my degree back in 2019 at the National Technological University (UTN) and I am planning to be finishing it by 2023. Since I started studying I also self-taught myself different technologies related to web development and NoSQL databases, like NodeJS, MongoDB, and ReactJS.",
        "about_text_3": "Some of the tools I have experience with are:",
        "footer_text": "Code avaiable on",
        "project_title": "MY PROJECTS",
        "nav_text_1": "Home",
        "nav_text_2": "About me",
        "nav_text_3": "Projects",
        "nav_text_4": "Contact",
        "project_1": "Fewest Moves is a website developed for people who want to practice the FMC event. It hosts a weekly competition where 3 scrambles are given to the participants and they have one hour to find the shortest solution they can.",
        "project_2": "A simple web app which provides a visual representation of sorting algorithms",
        "project_3": "My portfolio. Yes, it is the page you are looking at. There's not much to tell."
    },
    "es": {
        "header_top": "Hola, soy",
        "header_degree": "Desarrollador de software",
        "header_text": "¡Hola! Soy un estudiante de Ingeniería en Sistemas de Información y desarrollador de Buenos Aires, Argentina. Me especializo principalmente en JavaScript y frameworks basados en este, como ReactJS, TypeScript y NodeJS. Actualmente no tengo empleo, pero trabajo en diferentes proyectos. ¡Seguí bajando para saber más sobre mí!",
        "header_btn": "Conoce mas",
        "about_title": "Sobre mi",
        "about_text_1": "",
        "about_text_2": "Comencé mi carrera de ingeniería en sistemas de información en 2019 en la Universidad Tecnológica Nacional, proyectando recibirme en el 2023. Un poco antes de que comencé la carrera, y a lo largo de esta, aprendí por mi cuenta diferentes tecnologías relacionadas al desarrollo web y bases de datos NoSQL, como MongoDB, ReactJS, NodeJS, entre otros. ",
        "about_text_3": "Algunas de las cosas con las que tengo experiencia son:",
        "footer_text": "Codigo disponible en",
        "project_title": "MIS PROYECTOS",
        "nav_text_1": "Inicio",
        "nav_text_2": "Sobre mi",
        "nav_text_3": "Proyectos",
        "nav_text_4": "Contacto",
        "project_1": "Fewest Moves es una página web desarrollado para aquellos que quieran practicar el evento semanal FMC. Se lleva a cabo un evento semanal donde 3 mezclas son dadas a los participantes y tienen una hora para encontrar la solución mas corta posible de cada una.",
        "project_2": "Una aplicacion web sencilla que permite visualizar el funcionamiento de algunos algoritmos de ordenamiento.",
        "project_3": "Mi pagina web personal. Si, es la que estas viendo ahora mismo. No hay mucho que decir."
    }
}
